{"WelcomeMessages":["Welcome! Prepare to be amazed!","Hello and welcome! Abandon all hope, ye who enter here!","Welcome to our community! Don\u0027t worry, we don\u0027t bite... hard!","We\u0027re glad to have you here! Our jokes are terrible, but we try!","Welcome aboard! Fasten your seatbelts and get ready for a wild ride!","Welcome, new friend! We\u0027ve been expecting you, and the secret handshake is optional.","Greetings and welcome! Our sarcasm levels are off the charts, so buckle up!","A warm welcome to you! Just a heads up, puns are our currency here.","Welcome to the team! We work hard, but our coffee breaks are legendary.","Welcome, and enjoy your stay! Remember, laughter is the best medicine!"],"LeaveMessages":["Sad to see you go! Who will bring the snacks now?","Leaving so soon? Don\u0027t forget to take the office plant with you!","Goodbye, quitter! We never really liked you anyway... just kidding!","Off to new adventures? Take us with you in your suitcase, please!","Farewell, dear friend! Don\u0027t forget to send postcards from your secret hideout!","You\u0027re leaving? Time to change the password to the secret clubhouse!","Goodbye, comrade! May your memes always be dank and your WiFi always strong!","Leaving already? Did you find the treasure map we hid in the office fridge?","So long, and thanks for all the fish! Don\u0027t forget to bring the towel!","Adios, amigo! Remember, life is better when you\u0027re laughing!"],"RolledDiceMessages":["You rolled the dice and it landed on `%i%`! Looks like luck is on your side today.","Oh, snap! The dice rolled a `%i%`. Prepare for some epic gaming moments!","Congratulations! You rolled a whopping `%i%`. You\u0027re on a winning streak!","You got a `%i%`! Quick, make a wish! Maybe the dice will grant it.","Whoa! The dice revealed `%i%`. That\u0027s the magic number! Enjoy your victory.","Guess what? The dice rolled `%i%`. It seems like fortune favors the bold!","You rolled a `%i%` and unlocked the door to success. Keep going!","Incredible! The dice shows `%i%`. Prepare for some wild adventures!","Aha! The dice landed on `%i%`. It\u0027s your lucky charm today!","You rolled the dice and got `%i%`. Time to celebrate, my friend!"]}